{"title": "Research project: Deepseas", "content": ["The Deepseas Group has a broad research base, spanning the largest international, European and UK programmes to the individual research projects of our postgraduate students. Our science ranges from pure alpha-taxonomy (eg foraminiferans, amphipods and echinoderms) to the development of leading edge facilities (eg Pressure Lab) and technology (eg Autosub camera system). There are projects concerning genetics, biochemistry, autecology, standing stocks, alpha-, beta- and gamma-diversity, habitat mapping, conservation, biogeochemistry, modelling, and a host more.", "The Deepseas Group is part of the wider ", " Research Group. It owns or uses a range of cutting-edge ", "including the Pressure Lab. You can find more information about the Deepseas Group on ", "Contact: Dr ", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "The Deepseas Group is one of the largest single groups of deep-sea biologists in the world, having around 30 staff, visiting researchers and postgraduate students", "url": "https://www.southampton.ac.uk/oes/research/projects/deepseas.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Optimisation of a fleet of AUVs to minimise energy dissipation", "content": ["Autonomous Underwater Vehicles (AUVs) are self-propelled robots which perform missions without requiring external powering or an umbilical control. Current AUVs have the capability to perform missions such as: pipeline inspection, mine-sweeping and oceanographic exploration. Proposed missions for the next generation of AUVs require both high quantity and quality temporal and spatial data. This enhanced performance may be achieved by either homogeneous or heterogeneous fleets of vehicles. By carrying different sensors, the surveying performance of multiple small vehicles may have a performance equal to or exceeding that of a single larger vehicle, with improved levels of robustness and redundancy for a specific task. Since the range of an AUV is dictated by its finite energy source, minimising the energy consumption is required to maximise endurance. For an individual AUV this may be achieved by obtaining the optimum hydrodynamic design e.g. hull, propeller and surface control. For a fleet of multiple AUVs, minimising the energy consumption may be targeted for both individuals and the entire fleet. Previous experimental and theoretical studies of flow past bodies in close proximity and observation of dolphins in pods suggests some energy benefit may be obtained by certain fleet configurations. These results suggest the energy benefit by using a fleet of AUVs may be obtained at the optimal configuration with the optimal distance and lead to the underlying questions of:-", "Based on this numerical information, operators can determine the potential configuration of a fleet of small multiple AUVs with the optimal distances based on the energy consideration.", "I wish to acknowledge the help provided by Dr. Alexander Brian Phillips, University of Southampton. I also would like to acknowledge the use of the IRIDIS High Performance Computing Facility and associated support services at the University of Southampton in the completion of this work and the financial support of the PhD studentship provided by the Royal Thai Government.", "Project overview provided by Pareecha Rattanasiri (16/04/2013)", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "The purpose of this project is to provide guidance for operators on suitable spacing for multiple vehicles* configurations.", "url": "https://www.southampton.ac.uk/engineering/research/projects/optimisation_of_a_fleet_of_auvs_to_minimise_energy_dissipation.page", "search_keyword": "Autonomous Underwater Vehicle"},
{"title": "Research project: ECO2 sub-seabed CO2 Storage: analysis of Autonomous Underwater Vehicle Data", "content": ["Carbon capture and storage is a key technology for the essential reduction of future CO", " emissions from power generation.", "Little is currently known about the short and long-term impacts of potential CO", " leakage on marine ecosystems, even though CO", " has been in sub-seabed storage beneath the North Sea for 13 years (Sleipner), and for 1 year in the Barents Sea (Snohvit). Within the ECO2 project, the University of Southampton Work Package 1, will focus on imaging potential gas-release structures at Sleipner using data from Autonomous Underwater Vehicles (AUV) acquired during several cruises, including the RV James Cook in 2012. This project will develop monitoring methodologies that can be applied to detect and quantify the fluxes of formation fluids, natural gas, and possible CO", " leakage from storage sites, and to develop appropriate and effective monitoring strategies.", "AUV work at Sleipner will map seafloor topography in very high detail (0.5x0.5 m) over a large area (8 x 5 km), acquire high-resolution sub-bottom profiling data (Chirp), map the reflectivity of the seafloor using sidescan sonar, acoustically detect bubble streams in the water column, and obtain high resolution photography imagery across areas of potential leakage. Multibeam and sidescan data will document surface changes in sediment properties, while Chirp data will be inverted for physical property information including attenuation and acoustic impedance thereby linking physical properties to gas content and sediment elastic properties. This work is being completed as part of ECO2 - a large EU project involving 27 partners.", "Project website: ", " ", "Staff involved at University of Southampton/NOCS with ECO2 Workpackage 1 include:", "Professor ", "Professor Ian Wright", "Dr ", "Melis Cevatoğlu (PhD Student).", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "ECO2 EU Framework 7 project. May 2011 – May 2015", "url": "https://www.southampton.ac.uk/oes/research/projects/eco2_sub-seabed_co2_storage_analysis.page", "search_keyword": "Autonomous Underwater Vehicle"},
{"title": "Research project: Development of a Hover Capable Autonomous Underwater Vehicle", "content": ["Vehicle Design: Delphin2 has two side and two vertical rim driven thrusters to provide low speed manoeuvring capability and a rear propeller for flight style operation. Its low mass of less than 60kg and length of 2m allow it to be operated by a team of two. A forward and downward facing video alongside a scanning sonar, thermal and altimeter sensors provide environmental monitoring capability.", "Manoeuvring Research: The primary aim of developing the Delphin2 vehicle was to provide a test bed platform for research into the manoeuvring performance of AUVs. To this end the vehicle is frequently deployed in local lakes where it performs various manoeuvres.", "First Science Trials: Development of the vehicle has progressed to a level such that its performance is both reliable and repeatable; it has therefore become a useful tool for scientific applications. Initial science trials were performed in May 2012 assessing the population of zebra mussels in Lough Erne. Lough Erne is the name of two connected lakes in Northern Ireland. These trials were based in the northern lake, Lower Lough Erne, this lake is 26 miles long has 154 islands and is the second largest lake in the United Kingdom.", " ", "Zebra mussels are small striped freshwater shellfish native to Russia and since 1996 this species has been invading Lough Erne, juvenile mussels (1-3mm long) attached to vessels are easily transported to new locations. This alien non-native species forms large colonies that attach to any hard surface. The presence of zebra mussels has had a significant impact on the ecology of Lough Erne, resulting in a decrease in chlorophyll and an increase in water clarity, yet their distribution over the lake bed has not been widely studied.", "To study the distribution of the zebra mussels Delphin2 performed three transects in the Carrickreagh Jetty area. Each transect mission was split into several tasks that the AUV was required to perform:", "On the surface the position of the vehicle is provided via GPS, once submerged the location is dead-reckoned using a 5 degree of freedom numerical model of the vehicle. The visibility in the lake is restricted to <2m, thus even with lights it was imperative to maintain close proximity to the lake bed in order to capture high quality images. The vehicle was able to maintain a maximum altitude of less than 1.2m, with a modal average altitude of 1m. Over these three transects the lake bed largely comprised of silt with limited isolated vegetation and small <20mm diameter freshwater sponges. Zebra mussels require a hard surface to colonise, thus the silty lake bed does not provide an ideal habitat however small localised colonies where observed attached to any solid detritus.", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "Design, build and operation of a small man portable robot submarine, for exploration of lakes and coastal waters.", "url": "https://www.southampton.ac.uk/engineering/research/projects/development_of_a_hover_capable_autonomous_underwater_vehicle.page", "search_keyword": "Autonomous Underwater Vehicle"},
{"title": "Research project: Deep-Ocean Stewardship Initiative (DOSI)", "content": ["DOSI acts through multi-stakeholder workshops, briefings, publications, surveys, assessment contributions, online resources and engagement. DOSI works with national, regional and global policy makers, educators and civil society to:", "The current DOSI working groups consist of the following themes:", " ", "Dr Maria Baker", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "Expanding human activity in the deep ocean has created an urgent need to engage experts in biology, law, policy, economics, business, regulation and conservation in stewardship issues. The DOSI initiative - affiliated to the INDEEP project (International Network for Scientific Investigation of Deep-Sea Ecosystems) is co-led by Dr Maria Baker of the University of Southampton, Dr Lisa Levin (SIO, USA), Dr Elva Escobar (UNAM, Mexico) and Kristina Gjerde (IUCN, USA).", "url": "https://www.southampton.ac.uk/oes/research/projects/deep_ocean_stewardship_initiative_dosi.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Nutrient flow and ecosystem structure in marine fish communities", "content": ["The chemical composition of otoliths is partially related to the water in which the fish lived.", "By comparing otoligh chemistry between and within regions, we trace ontogenetic vertical and lateral migrations in deep water fish, and assess implications for management and evolutionary ecology.", " ", " ", " ", "Stable isotopes provide a method to track nutrient flow within ecosystems. We are applying these techniques to understand how nutrient fluxes drive ecosystem function along depth gradients on the continental slope.", " ", "Visit ", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "Deep water ecosystems are relatively difficult to study, but increasingly vulnerable to human impacts. We use a range of trace element and isotope approaches to reconstruct life histories, track patterns of nutrient flow and benthic-pelagic coupling, and to identify trophic niches in deep water fish communities.", "url": "https://www.southampton.ac.uk/oes/research/projects/nutrient_flow_and_ecosystem_structure_in_marine_fish_communities.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Holocene Land-Ocean-Atmosphere Interactions on the Eastern Seaboard of North America (PRECIP)", "content": ["Land-based environmental responses to climate-ocean variability in the North Atlantic region are a critical research priority because they show how changes in key climate drivers such as North Atlantic Deep Water (NADW) formation and the Atlantic Meridional Overturning Circulation (AMOC) may be transmitted to environmental phenomena of socio-economic importance such as the atmospheric water balance and soil moisture availability. Past records show a persistent pattern of centennial-to-millennial scale changes in ocean circulation during the Holocene (last 11,700 years) in the mid- and eastern North Atlantic Ocean that has been linked to ice-rafting. Likewise, in the western Atlantic significant variability in sea surface temperatures (SST) and salinity has been deduced for the period before 6.8ka, driven by discharges from the Laurentide Ice Sheet. Given the past sensitivity of ocean circulation to freshwater inputs from melting ice sheets, modern observations of increased discharge from Arctic rivers and accelerating ablation rates in Greenland have raised concern over the potential for significant reorganisations of oceanic heat transport under future climate scenarios, leading to major impacts on terrestrial ecosystems. Whilst we are beginning to understand the nature and magnitude of Holocene changes in the circulation of the N. Atlantic Ocean, there is a poor understanding of terrestrially-based responses to these events in terms of magnitude and spatial variability as well as driving mechanisms. The PRECIP project aims to address these deficiencies.", "The so-called ‘8.2ka cooling event’ is the best known example of a period of variability of ocean circulation and climate occurring during the Holocene, forced by a megaflood from the former Laurentide Ice Sheet (North American Ice Sheet). Model simulations of the ‘8.2 ka event’ suggest that greatly reduced North Atlantic Deep Water (NADW) formation occurred together with a southward shift of the western NADW formation area from 60° N to 45° N. Modelling suggests that relatively small meltwater injections into the Labrador Sea might be expected to produce weakening and latitudinal migration of the site of NADW formation. Land areas adjacent to the meltwater transit routes should also show a strong response to meltwater and ice-rafting events. The PRECIP project is exploring the expression of these events on land.", "Following the end of major meltwater discharges from the Laurentide Ice Sheet at 6.8 ka SST and salinity records stabilised in the Labrador Sea and western Atlantic. Some researchers have suggested that the subsequent climate of this region was relatively complacent, in contrast to the continuing centennial-to-millennial-scale variability of the mid- and eastern Atlantic, associated with pronounced changes in drift ice and deep convection. However, terrestrial palaeoclimate records from Newfoundland and continental N. America suggest that centennial-to-millennial-scale variability in the inferred atmospheric moisture balance persisted throughout the mid- to late Holocene, albeit with a lower magnitude than events predating 6.8ka. The PRECIP project will test these drivers of centennial-to-millennial-scale change in the atmospheric moisture balance of eastern N. America by deriving terrestrial reconstructions of past atmospheric moisture balance (P-E) and “water isotopes” of oxygen and hydrogen (δ18O and δD) in precipitation from sites along a N-S gradient on the eastern seaboard of N America and by comparing them with a range of existing palaeoenvironmental records.", "The raised bogs of eastern Newfoundland, Nova Scotia and Maine are ideally placed to register the onset and termination of Holocene meltwater and ice-rafting events from the Hudson Bay and Ungava areas. Raised bog hydrology is particularly sensitive to the length of the summer water deficit and therefore peat palaeohydrological records provide a responsive record of past changes in summer surface moisture conditions in this region.", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "NERC-funded project, running 2009-2013. PRECIP is a NERC-funded collaboration between the universities of Southampton, Aberdeen Swansea and Exeter, led by Dr. Paul Hughes. The overall aim of the PRECIP project is to exploit the close coupling between raised bogs and the atmosphere to reconstruct the spatial-temporal pattern of moisture balance changes associated with past variability in the Gulf Stream and Labrador Current on the eastern seaboard of North America. This Holocene reconstruction will be generated at (multi-) decadal to millennial time-scales and it will be used to test a set of hypotheses concerning the relationships between ocean thermohaline variability, atmospheric circulation, and terrestrially-based palaeoclimate responses.", "url": "https://www.southampton.ac.uk/geography/research/projects/holocene_land_ocean_atmosphere_interactions.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Transitioning to a forested planet", "content": ["The world\\*s first forests appeared in the Devonian some 350 million years ago. This changes soils into biogeochemical factories with the weathering of minerals and release of mineral nutrients. What impact did this release have on the Earth\\*s biogeochemical cycles?", "The co-evolution and geographical spread of trees and deep-rooting systems is widely proposed to represent the \\*Devonian engine\\* of global change that drove the weathering of soil minerals and biogeochemical cycling of elements to exert a major influence on the Earth\\*s atmospheric CO2 history. If correct, this paradigm suggests the evolutionary appearance of forested ecosystems through the Devonian (418-360 Myr ago) constitutes the single most important biotic feedback on the geochemical carbon cycle to emerge during the entire 540 Myr duration of the Phanaerozoic. Crucially, no link has yet been established between the evolutionary advance of trees and their geochemical impacts on palaeosols. Direct evidence that one has affected the other is still awaited, largely because of the lack of cross-disciplinary investigations to date.", "Our proposal addresses this high level \\*earth system science\\* challenge. The overarching objective is to provide a mechanistic understanding of how the evolutionary rise of deep-rotting forests intensified weathering and pedogenesis that constitute the primary biotic feedbacks on the long-term C-cycle. Our central hypothesis is that the evolutionary advance of trees left geochemical effects detectable in palaeosols as forested ecosystems increased the quantity and depth of chemical energy transported into the soil through roots, mycorrhizal fungi and litter. This intensified soil acidification, increased the strength of isotopic and elemental enrichment in surface soil horizons, enhanced the weathering of Ca-Si and Ca-P minerals, and the formation of pedogenic clays, leading to long-term sequestration of atmospheric CO2 through the formation of marine carbonates with the liberated terrestrial Ca.", "We will investigate this research hypothesis by obtaining and analysing well-preserved palaeosol profiles from a time sequence of localities in the eastern North America through the critical Silurian-Devonian interval that represents Earth\\*s transition to a forested planet. These palaeosol sequences will then be subjected to targeted geochemical, clay mineralogical and palaeontological analyses. This will allow, for the first time, the rooting structures of mixed and monospecific Mid-Devonian forests to be directly linked to palaeosol weathering profiles obtained by drilling replicate unweathered profiles. Weathering by these forests will be compared with the \\*control case\\* - weathering by pre-forest, early vascular land plants with diminutive/shallow rooting systems from Silurian and lower Devonian localities. These sites afford us the previously unexploited ability to characterize the evolution of plant-root-soil relationships during the critical Silurian-Devonian interval, whilst at the same time controlling for the effects of palaeogeography and provenance on palaeosol development. Applying geochemical analyses targeted at elements and isotopes that are strongly concentrated by trees at the surface of contemporary soils, and which show major change in abundance through mineral weathering under forests, provides a powerful new strategy to resolve and reconstruct the intensity and depth of weathering and pedogenesis at different stages in the evolution of forested ecosystems.", "The project is tightly focused on “improving current knowledge of the interaction between the evolution of life and the Earth”, which represents one of the three high level challenges within NERC\\*s Earth System Science Theme.", "Visit ", " ", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "How the Earth*s soils responded to the first forests.", "url": "https://www.southampton.ac.uk/oes/research/projects/transitioning_to_a_forested_planet.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Aquatic Soft Robots for Environmental Sensing", "content": ["Project background:", "In the last decade, biomimetic unsteady aquatic propulsion via body shape variations has gathered significant interest because of the advantages it provides compared to propellers. This has major implications in the development of underwater vehicles with augmented capabilities in the frame of environment monitoring. Unlike the study on fish hydrodynamics, cephalopod-inspired (i.e. squids and octopuses) propulsion has accounted solely for the nature of the expelled jet these organisms employ for swimming, disregarding an additional important contribution on thrust generation which derives from the external shape change of their body.", "Project objectives:", "Soft robotics is a natural way of implementing shape-changing propulsion. This will produce the first prototype of aquatic soft robot that exploits its external shape change to enhance its efficiency in conjunction with a highly compliant structural design that will make it resilient to large deformation and impacts. This will pave the way for the development of a new breed of extremely agile autonomous vehicles endowed with unsurpassed manoeuvrability and unprecedented structural characteristics.", "Work development:", "This project is currently linked to the Next Generation Unmanned System Science (NEXUSS) ", "where the PhD project “Design and Control of Bio-inspired Pulsed-jet Underwater Vehicles with augmented maneuverability ” is being advertised. The project will be jointly supervised by ", "at the National Oceanography Centre Southampton, the Fluid Structure Interaction Research Group of the Unviersity of Southampton and ", "at the Ocean System Lab in Hariot Watt Unviersity. For details on the project see: ", "This project is part of the outreach and education activities of the University of Southampton. The department of Civil Maritime and Enverionmental Engineering has a long and well-established tradition of science divulgation and the “Aquatic Soft Robots for Environmental Sensing” project actively participates in some of the highest-impact activities for the enhancement of public awareness of science. The major event for the year 2017 will be the Smallpeice Trust Summer School on Marine Engineering and Ship Science. Sponsored by Seafarers UK, this event will engage schoolchildren in a 4-day course on ocean stewardship and marine environmental awareness while exposing the students to first-hand experience in renewable energy and ship building design.", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "Design and development of a soft-bodied shape-changing underwater vehicle with augmented manoeuvrability, NERC grant NE/P003966/1.", "url": "https://www.southampton.ac.uk/engineering/research/projects/aquatic-soft-robots-for-environmental-sensing.page", "search_keyword": "Autonomous Underwater Vehicle"},
{"title": "Research project: International network for Scientific investigation of deep-sea ecosystems (INDEEP)", "content": ["The aim of the International Network for Scientific Investigations of Deep-Sea Ecosystems (INDEEP) is to develop and synthesise our understanding of deep-sea global biodiversity and functioning and provide a framework to bridge the gap between scientific results and society to aid in the formation of sustainable management strategies.", "INDEEP aims to bring together and help coordinate research efforts from across the globe through 4 working groups targeting:", "You can find more information on the INDEEP website: ", "Sponsor: ", ".", "Contacts at Southampton:", "Dr ", " (PI and Project Coordinator)", "Professor Paul Tyler (Chair, Oversight Committee)", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "Historically deep-sea habitats were examined in isolation but it has become increasingly apparent that we must consider the largest biome on Earth in its entirety.", "url": "https://www.southampton.ac.uk/oes/research/projects/international_network_scientific_investigation_deep-sea_ecosystems_indeep.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Evolution of Carbon Cycle Dynamics (eCCD)", "content": ["The concentration of CO", " in the atmosphere has varied enormously over the last few hundred of millions of years. The chemistry of the oceans also slowly varies with time, and the organisms living within the ocean change and evolve. The details of how the carbon cycle \\*works\\*, and of particular importance, how well (or not) the concentration of CO", " in the atmosphere (and hence climate) is regulated, thus also changes on geological time-scales. This creates challenges, for instance, in understanding the causes and consequences of past global warming like events and how they can be related to the future. The sediments slowly accumulating in the deep ocean reflect everything that goes on around them and above them, both chemically and biologically. In particular, the mineral calcium carbonate (CaCO", "), which can be found in the form of chalk and limestone rocks today, is a material commonly used in constructing shells and skeletons by marine organisms. Hence, the amount of CaCO3 being buried in sediments tells us something about ancient organisms and ecosystems. In addition, CaCO", " will start dissolving in seawater if the conditions are acidic or the depth (and thus pressure) is very intense, such as at the very bottom of the open ocean. How much of the CaCO", " originally created by organisms that remains and is not dissolved in sediments, thus also tells us something about past ocean chemistry, depth, and when data from many locations is available, ocean circulation.", "In this project, by compiling the records from hundreds of different sediment cores recovered in the past decades, we will reconstruct change in depth and time, in the different ocean basins, of the key balance between surface ocean biological processes and deep ocean chemical and circulation processes. Because sediment records exist as far bask as the Mesozoic and well before the dinosaurs went extinct, we will start there. However, the interpretation of the “lysocline curve” we will produce is not straightforward, because multiple environmental changes can all push and pull this balance point in different directions and with different strengths. We will therefore also configure a computer model representation of the Earth\\*s climate and oceans, its carbon cycle, ocean chemistry, and the composition of sediments in the deep sea for these times in the past. We will use this to explore how the different possible changes in the carbon cycle affect the balance point, and by comparing to our new curve through time, interpret how the carbon cycle has changed over the past 150 million years. This will also allow us to understand how the sensitivity of the carbon cycle and hence climate, changes in time after a perturbation, such as by massive greenhouse gas releases. Hence we will not only be able to answer the question: do we live in a particularly \\*lucky\\* or \\*unlucky\\* time in terms of how sensitive our global environment is to the burning of fossil fuels, but we will know why the Earth system responds with a certain degree of sensitivity.", "Dates: September 2010 - September 2013", "Funding agency: ", " (Natural Environment Research Council)", "Lead PI: ", " (University of Bristol)", "PI: Professor ", "(University of Southampton)", "Co-I: Dr ", " (University of Southampton)", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "The global carbon cycle comprises a set of reservoirs (ocean, atmosphere, biosphere, sediments) interconnected by fluxes. The storage of carbon in each reservoir and the individual fluxes can change with time. The eCCD project addresses a signature of this change over the last 150 million years, namely the changing composition of deep ocean sediments reflected in the “lysocline curve” that delineates the depth above/below which calcium carbonate dissolves.", "url": "https://www.southampton.ac.uk/oes/research/projects/evolution_of_carbon_cyle_dynamics_eccd.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Evolution of Modern Marine Ecosystems", "content": ["The Southampton component of the project is in two parts: Measurement of neodymium (Nd) isotope proxy records across key stratigraphic intervals, and development of novel indicators of fish metabolic rates.", "Nd-bearing materials are rare in most of the key sections, and we are working to exploit novel host materials to recover robust isotope chronologies.", "Carbon isotopes in fish otoliths reflect metabolic rates, but the precise relationships are unclear. Combined isotopic and enzymatic measurements in modern fish from the continental slope are giving new insights into the measurement of metabolic rate, and the metabolic ecology of deep water fish.", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "This project is part of a consortium with Plymouth and Oxford investigating the environmental conditions that underpin changes in marine ecosystems during the Mesozoic.", "url": "https://www.southampton.ac.uk/oes/research/projects/evolution_of_modern_marine_ecosystems.page", "search_keyword": "deep ocean ecosystems"},
{"title": "Research project: Biogeography of deepwater chemosynthetic ecosystems (ChEss) - Dormant - Dormant", "content": ["ChEss addressed the main questions of the Census of Marine Life on diversity, abundance and distribution of marine species, focusing on deep-water reducing environments such as hydrothermal vents, cold seeps, whale falls, sunken wood and areas of low oxygen that intersect with continental margins and seamounts.", "For more information, visit: ", "Dates: 2002-2010", "Contact at the University of Southampton: Dr Maria Baker.", "The ChEss project was supported by the ", " within the Census of Marine Life initiative (", ").", "Visit ", "    If you continue without changing your settings, we will assume that you are happy to receive cookies    on the University of Southampton website."], "abstract": "The main aim of ChEss was to determine the biogeography of deep-water chemosynthetic ecosystems at a global scale and to understand the processes driving these ecosystems.", "url": "https://www.southampton.ac.uk/oes/research/projects/biogeography_of_deepwater_chemosynthetic_ecosystems_chess.page", "search_keyword": "deep ocean ecosystems"},
